feedback/presentation_main.tex
% Created 2022-03-21 Mon 09:23
% Intended LaTeX compiler: pdflatex
\documentclass[little]{basic}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setcounter{secnumdepth}{1}
\author{Benjamin Goldman}
\date{\today}
\title{Feedback for main presentation}
\hypersetup{
 pdfauthor={Benjamin Goldman},
 pdftitle={Feedback for main presentation},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Feedback 1}
\label{sec:org3d23bd9}
Date: \textit{<2021-09-26 Sun>}
Time: 20:20
Listener: Abby Goldman
\subsection*{Feedback}
\label{sec:org6215fef}
\begin{itemize}
\item lots of arm waving. SOOOOMUCH ARM WAVING!!! And very little breathing
\item make a list of “overhead” - make sure all concepts are well defined, in your notes, possibly in your slides
\item summary of what your many slides are — many different crunching of different data to circle around a process that we’re trying to under
\item insert heading slides, overall need a good deal more organization.
\item slide 1: break up into two or even 3?
\item Slide 2: Need to explain more generally what’s in the figure
\item Slide 3: climate simulation — is this method? If so, say so
\item Slide 4: ENSO and climate change slide — have “literature review” in heading.
\item slide about Mentor: do a better job explaining the interactive process between you and your mentor.
\item 3.4 index - whahah? I didn’t follow
\item Single forcing ensembles slide — not sure if all those arrows are working for you. Skip over single forcing setup, maybe?
\item use consistent language about the aerosols and their influence, considering that it’s a prediction
\end{itemize}

\section{Feedback 2}
\label{sec:orgd8b9b86}
Date: \textit{<2021-09-30 Thu>}
Time: 8:20
Listener: Marcus Chung, Sean O'Donnell, Jimena Perez
\subsection*{Feedback:}
\label{sec:orga4a15c1}
\begin{itemize}
\item Figure text is too small
\item Caption text can be smaller to make room
\item Say some transition for the conclusion heading slide
\item Clarify difference between El Niño and La Niña
\begin{itemize}
\item overall make intro 2 more organized
\end{itemize}
\item Good understanding and well communicated
\item Are some slides too empty-looking?
\item Say fewer words because it is over time and talking too fast
\item Use note cards
\item Periods should be consistent.
\end{itemize}

\section{Feedback 3}
\label{sec:org01fa312}
Date: \textit{<2021-09-30 Thu>}
Time: 16:00
Listener: Michael Goldman
\subsection*{Feedback:}
\label{sec:org3e66130}
\begin{itemize}
\item Make a few bullets clearer
\item Good tone
\item Slow down pacing
\item Introduction is slightly unclear
\item Use note cards
\end{itemize}

\section{Feedback 4}
\label{sec:orgd2fd241}
Date: \textit{<2021-10-17 Sun>}
Time: 17:12
Listener: Jimena Perez
\subsection*{Feedback:}
\label{sec:org826e6ec}
\begin{itemize}
\item Make figures bigger and make captions smaller
\item Love how detailed the content is
\item Great application slide
\item Make sure you explain your results in the context of your study, think big picture
\item Intro slide 2 is great we’ll explained
\end{itemize}

\section{Feedback 5}
\label{sec:orgad8b6bb}

Date: \textit{<2022-01-06 Thu>}
Time: 09:20
Listener: Jimena Perez
\subsection*{Feedback:}
\label{sec:org3b02608}
\begin{itemize}
\item Put Student vs mentor role earlier in presentation
\item Slow down speech
\item Write a script for wavelet slide
\item Don't admit you don't understand it
\item No monospace for urls
\item Clean up global warming slide
\end{itemize}

\section{Feedback 6}
\label{sec:org068e467}

Date: \textit{<2022-01-15 Sat>}
Time: 09:20
Listener: Abby Goldman
\subsection*{Feedback}
\label{sec:org044ac2b}
\begin{itemize}
\item Make some notes to follow
\item Couple slides were unclear
\item Speak slower and less nervous
\item Good introduction
\end{itemize}

\section{Feedback 7}
\label{sec:orgba0123a}
Date: \textit{<2022-01-20 Thu>}
Time: 9:25
Listener: Jimena Perez
\subsection*{Feedback:}
\label{sec:org6749e2b}
\begin{itemize}
\item Love how the intro slides flow, the flow chart in the methodology slide becomes easier to understand every time you present it
\item Maintain speaking pace, describe implications of methodology while you're going through methodolgy.
\end{itemize}

\section{Feedback 8}
\label{sec:orgf10f8be}
Date: \textit{<2022-01-25 Tue>}
Time: 9:25
Listener: Sean O'Donnell
\subsection*{Feedback:}
\label{sec:orgd778e46}
\begin{itemize}
\item Don't have to say ziggy zaggy line on 2nd slide (say red line or blue line)
\item Don't think you described figure 2
\item Liked explanation of figure 3 and El Nino/La nina in general
\item Yes, def mention ENSO first before EL Nino and La nina in introduction
\item Liked simplicity of powerpoint design, made it very easy to follow
\item Maybe mention CESM before stating research questions so people can understand its background (may not be necessary though)?
\item Strong explanation of methodology (liked the flowchart)
\item Liked the addition of ``increasing variance'' and decreasing variance`` to Figure 4
\item What's difference between CESM1 and CESM 2 (may have missed this in presentation)?
\item Yes, def note software used before acknowledgements (don't have to describe each database)
\end{itemize}

\section{Feedback 9}
\label{sec:org9a0e673}
Date: \textit{<2022-03-16 Wed>}
Time: 9:25
Listener: Giovanni
\subsection*{Feedback:}
\label{sec:org0947ba6}
\begin{itemize}
\item Good overall
\item Slow down
\item Weird spacing
\end{itemize}

\section{Feedback 10}
\label{sec:orgfe25489}
Date: \textit{<2022-03-17 Thu>}
Time: 9:25
Listener: Nurashau
\subsection*{Feedback:}
\label{sec:org28862e7}
\begin{itemize}
\item Slow down
\item Weird spacing
\item Mispronouncing ``statistically''
\end{itemize}

\section{Feedback 11}
\label{sec:org0efdbe0}
Date: \textit{<2022-03-18 Fri>}
Time: 9:25
Listener: Abby Goldman
\subsection*{Feedback:}
\label{sec:orgf9a6d41}
\begin{itemize}
\item Slow down
\item Improve hook and application to be a little more specific
\end{itemize}
\end{document}
